[
    {
      "text": "A sister is both your mirror – and your opposite.",
      "author": "Elizabeth Fishel"
    },
    {
      "text": "Sisters are like stars. You may not always see them, but you know they’re always there.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a little bit of childhood that can never be lost.",
      "author": "Marion C. Garretty"
    },
    {
      "text": "Sisters may drive you crazy, but they are the ones who know you the best.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring.",
      "author": "Pamela Dugdale"
    },
    {
      "text": "A sister is one who reaches for your hand and touches your heart.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are like flowers, each one is unique and special in their own way.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life.",
      "author": "Isadora James"
    },
    {
      "text": "Sisters are angels who lift us to our feet when our wings have trouble remembering how to fly.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are the friends who know all of your secrets but love you anyway.",
      "author": "Unknown"
    },
    {
      "text": "Sisters help you find important things when you have lost them. Things like your smiles, your hopes, and your courage.",
      "author": "Unknown"
    },
    {
      "text": "A sister’s love is like a cup of hot cocoa on a cold day.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are different flowers from the same garden.",
      "author": "Unknown"
    },
    {
      "text": "A sister is someone who knows everything about you and still loves you.",
      "author": "Unknown"
    },
    {
      "text": "Sisters may fight and argue, but at the end of the day, they’re still each other’s biggest supporters.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a forever friend.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are the best kind of friends.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are like sunshine on a rainy day.",
      "author": "Unknown"
    },
    {
      "text": "A sister’s smile is the brightest of all.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are like cookies in a jar – there’s always a few sweet ones.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are the perfect best friend.",
      "author": "Unknown"
    },
    {
      "text": "A sister can be seen as someone who is both ourselves and very much not ourselves – a special kind of double.",
      "author": "Toni Morrison"
    },
    {
      "text": "Sisters are like stars in the night sky; always shining brightly, even when you can’t see them.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a forever friend and guardian of childhood memories.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are different chocolates from the same box.",
      "author": "Unknown"
    },
    {
      "text": "Sisters share childhood memories and grown-up dreams.",
      "author": "Unknown"
    },
    {
      "text": "A sister is one of the nicest things you can have, and one of the best things you can be.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are the ones who catch you when you fall.",
      "author": "Unknown"
    },
    {
      "text": "Sisters may drive you insane, but they are the reason you smile when life gets tough.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a special type of angel on earth who brings out your best qualities.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are the friends you never knew you needed.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a piece of childhood that can never be lost.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are like stars; you may not always see them, but you know they’re always there.",
      "author": "Unknown"
    },
    {
      "text": "A sister is a second self.",
      "author": "Aristotle"
    },
    {
      "text": "Sisters are the people you can count on, even when you can’t count on yourself.",
      "author": "Unknown"
    },
    {
      "text": "Sisters are forever, and so is the love they share.",
      "author": "Unknown"
    }
  ]
  